Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Choose Profile Picture
ar: اختيار صورة الملف التعريفي
ca: Tria una imatge de perfil
cy: Dewiswch Lun Proffil
da: Vælg profilbillede
da_instk12: Vælg profilbillede
de: Profilbild wählen
es: Elegir imagen de perfil
es_es: Elegir imagen de perfil
fi: Valitse profiilikuva
fr: Choisir une photo de profil
fr_ca: Choisir une photo de profil
ga: Roghnaigh Pictiúr Próifíle
hi: प्रोफ़ाइल तस्वीर चुनें
ht: Chwazi Foto Pwofil
id: Pilih Foto Profil
is: Veldu upplýsingamynd
it: Scegli immagine profilo
ja: プロフィール写真を選択する
ko: 프로필 사진 선택
mi: Kōwhiri Pikitia Kōtaha
ms: Pilih Gambar Profil
nb: Velg profilbilde
nb_instk12: Velg profilbilde
nl: Profielfoto kiezen
pl: Wybierz zdjęcie profilowe
pt: Escolher fotografia de Perfil
pt_br: Escolher a Foto do Perfil
ru: Выбор фото профиля
sl: Izberi sliko profila
sv: Välj profilbild
sv_instk12: Välj profilbild
th: เลือกภาพโพรไฟล์
vi: Chọn Hình Ảnh Hồ Sơ
zh: 选择档案照片
zh_hk: 選擇個人檔案照片

source: Choose your app appearance! You can change it later in the settings menu.
ar: اختر مظهر التطبيق! يمكنك تغييره لاحقًا في قائمة الإعدادات.
ca: Trieu l’aspecte de l’aplicació Podeu canviar-lo més endavant al menú Configuració.
cy: Dewiswch ymddangosiad eich ap! Gallwch chi ei newid yn nes ymlaen yn y ddewislen gosodiadau.
da: Vælg dit app-udseende! Du kan ændre det senere i indstillingsmenuen.
da_instk12: Vælg dit app-udseende! Du kan ændre det senere i indstillingsmenuen.
de: Wählen Sie Ihre App-Darstellung! Sie können es später im Einstellungsmenü ändern.
es: ¡Elija cómo lucirá su aplicación! Puede cambiarla más tarde en el menú de configuraciones.
es_es: ¡Elige la apariencia de la aplicación! Se puede cambiar después en los ajustes del menú.
fi: Valitse sovelluksesi ulkoasu! Voit vaihtaa sen myöhemmin asetusvalikossa.
fr: Sélectionnez l’apparence de votre application ! Vous pourrez la changer ultérieurement depuis le menu des paramètres.
fr_ca: Choisissez l'apparence de votre application! Vous pouvez la changer plus tard dans le menu des paramètres
ga: Roghnaigh cuma d’aip! Is féidir leat é a athrú níos déanaí sa roghchlár socruithe.
hi: अपना ऐप स्वरूप चुनें! आप इसे बाद में सेटिंग्स मेनू में बदल सकते हैं।
ht: Chwazi aparans app ou a! Ou ka chanje li apre nan meni paramèt la.
id: Pilih tampilan app Anda! Anda dapat mengubahnya nanti di menu pengaturan.
is: Veldu útlit smáforritsins! Þú getur breytt því seinna í stillingarvalmyndinni.
it: Scegli l’aspetto della tua app! Puoi modificarlo successivamente nel menu delle impostazioni.
ja: アプリの外観を選択しましょう！ 設定メニューで後から変更可能です。
ko: 앱 디자인을 선택하세요! 설정 메뉴에서 나중에 변경할 수 있습니다.
mi: Whiriwhiria to app ahua! Ka taea e koe huri i muri mai i roto i nga tautuhinga tahua.
ms: Pilih penampilan apl anda! Anda boleh menukarnya kemudian dalam tetapan menu.
nb: Velg app-utseendet ditt Du kan endre det senere i innstillinger-menyen.
nb_instk12: Velg app-utseendet ditt Du kan endre det senere i innstillinger-menyen.
nl: Kies je app-verschijning! Je kunt dit later wijzigen in het instellingenmenu.
pl: Wybierz swój wygląd aplikacji! Można zmienić go później w menu Ustawienia.
pt: Escolha a sua aparência de aplicação! Pode alterá-lo mais tarde no menu de definições.
pt_br: Escolha a aparência do seu aplicativo! Você pode alterá-lo mais tarde no menu de configurações.
ru: Выберите оформление своего приложения! Вы можете изменить его позднее в меню настроек.
sl: Izberite videz aplikacije! To lahko pozneje spremenite v meniju nastavitev.
sv: Välj apputseende! Du kan ändra det senare i appens inställningsmeny.
sv_instk12: Välj apputseende! Du kan ändra det senare i appens inställningsmeny.
th: เลือกลักษณะภายนอกสำหรับแอพของคุณ! คุณสามารถแก้ไขได้ภายหลังในเมนูค่าปรับตั้ง
vi: Chọn giao diện ứng dụng của bạn! Bạn có thể thay đổi giao diện sau trong menu cài đặt.
zh: 选择应用程序外观！ 您可以稍后在设置菜单中进行更改。
zh_hk: 選擇您的應用程式外觀！ 您可以稍後在設定選單中變更。

source: Clear Course
ar: مسح المساق
ca: Suprimeix l'assignatura
cy: Clirio Cwrs
da: Ryd fag
da_instk12: Ryd fag
de: Kurs löschen
es: Borrar curso
es_es: Borrar asignatura
fi: Tyhjennä kurssi
fr: Effacer le cours
fr_ca: Effacer le cours
ga: Glan Cúrsa
hi: पाठ्यक्रम साफ़ करें
ht: Netwaye Kou
id: Bersihkan Kursus
is: Hreinsa námskeið
it: Cancella corso
ja: コースをクリアする
ko: 과목 지우기
mi: Purata Akoranga
ms: Buang Kursus
nb: Slett emne
nb_instk12: Slett fag
nl: Cursus wissen
pl: Wyczyść kurs
pt: Limpar disciplina
pt_br: Limpar curso
ru: Удалить курс
sl: Počisti predmet
sv: Rensa kurs
sv_instk12: Rensa kurs
th: ล้างบทเรียน
vi: Xóa Khóa Học
zh: 清除课程
zh_hk: 清除課程

source: Clear date
ar: مسح التاريخ
ca: Esborra la data
cy: Clirio dyddiad
da: Ryd dato
da_instk12: Ryd dato
de: Datum löschen
es: Borrar fecha
es_es: Eliminar fecha
fi: Tyhjennä päivämäärä
fr: Effacer la date
fr_ca: Effacer la date
ga: Glan dáta
hi: तिथि साफ़ करें
ht: Efase dat
id: Hapus tanggal
is: Hreinsa dagsetningu
it: Cancella data
ja: 日付をクリア
ko: 날짜 지우기
mi: Maama te ra
ms: Kosongkan tarikh
nb: Tøm dato
nb_instk12: Tøm dato
nl: Datum wissen
pl: Wyczyść datę
pt: Data de apuramento
pt_br: Limpar data
ru: Очистить дату
sl: Počisti datum
sv: Rensa datum
sv_instk12: Rensa datum
th: ล้างวันที่
vi: Xóa ngày
zh: 清除日期
zh_hk: 清除日期

source: Clear filter
ar: مسح عامل التصفية
ca: Esborra el filtre
cy: Clirio’r hidlydd
da: Nulstil filter
da_instk12: Nulstil filter
de: Filter löschen
es: Borrar filtro
es_es: Borrar filtro
fi: Tyhjennä suodatin
fr: Effacer le filtre
fr_ca: Effacer le filtre
ga: Glan an scagaire
hi: फ़िल्टर साफ़ करें
ht: Efase Filtè
id: Bersihkan filter
is: Hreinsa síu
it: Cancella filtro
ja: フィルターをクリア
ko: 필터링 지우기
mi: Tātari mārama
ms: Buang penapis
nb: Slett filter
nb_instk12: Slett filter
nl: Filter wissen
pl: Wyczyść filtr
pt: Filtro limpo
pt_br: Limpar Filtro
ru: Очистить фильтр
sl: Počisti filter
sv: Rensa filter
sv_instk12: Rensa filter
th: ล้างตัวกรอง
vi: Bỏ bộ lọc
zh: 清除筛选条件
zh_hk: 清除篩選器

source: Clear Filter
ar: مسح عامل التصفية
ca: Esborra el filtre
cy: Clirio’r Hidlydd
da: Nulstil filter
da_instk12: Nulstil filter
de: Filter löschen
es: Borrar filtro
es_es: Borrar filtro
fi: Tyhjennä suodatin
fr: Effacer les filtres
fr_ca: Effacer le filtre
ga: Glan Scagaire
hi: फ़िल्टर साफ़ करें
ht: Efase Filtrasyon
id: Bersihkan Filter
is: Hreinsa síu
it: Cancella filtro
ja: フィルターをクリアする
ko: 필터링 지우기
mi: Whakawātea tātari
ms: Buang Penapis
nb: Tøm filter
nb_instk12: Tøm filter
nl: Filter wissen
pl: Wyczyść filtr
pt: Filtro limpo
pt_br: Limpar filtro
ru: Очистить фильтр
sl: Počisti filter
sv: Rensa filter
sv_instk12: Rensa filter
th: ล้างตัวกรอง
vi: Bỏ Bộ Lọc
zh: 清除筛选器
zh_hk: 清除篩選器

source: Clear recording
ar: مسح التسجيل
ca: Esborra l'enregistrament
cy: Clirio’r recordiad
da: Ryd optagelse
da_instk12: Ryd optagelse
de: Aufzeichnung löschen
es: Borrar grabación
es_es: Borrar grabación
fi: Tyhjennä nauhoitus
fr: Effacer l’enregistrement
fr_ca: Effacer l'enregistrement
ga: Taifeadadh soiléir
hi: रिकॉर्डिंग साफ़ करें
ht: Efase anrejistreman
id: Bersihkan rekaman
is: Hreinsa skrár
it: Cancella registrazione
ja: 録音をクリアする
ko: 녹화 지우기
mi: Mukua te tāhopu
ms: Buang rakaman
nb: Fjern opptak
nb_instk12: Fjern opptak
nl: Opname wissen
pl: Wyczyść nagranie
pt: Gravação clara
pt_br: Limpar gravação
ru: Удалить запись
sl: Počisti snemanje
sv: Rensa inspelning
sv_instk12: Rensa inspelning
th: ล้างข้อมูลบันทึก
vi: Xóa bản ghi
zh: 清除录制
zh_hk: 清除錄製

source: Clear text
ar: مسح النص
ca: Esborra el text
cy: Clirio’r testun
da: Ryd tekst
da_instk12: Ryd tekst
de: Text löschen
es: Borrar texto
es_es: Borrar texto
fi: Tyhjennä teksti
fr: Effacer le texte
fr_ca: Effacer le texte
ga: Téacs soiléir
hi: पाठ साफ़ करें
ht: Efase tèks
id: Hapus teks
is: Hreinsa texta
it: Testo non crittografato
ja: テキストを消去する
ko: 텍스트 지우기
mi: Maama te kupu
ms: Kosongkan teks
nb: Fjern tekst
nb_instk12: Fjern tekst
nl: Tekst wissen
pl: Wyczyść tekst
pt: Limpar Texto
pt_br: Limpar texto
ru: Открытый текст
sl: Jasno besedilo
sv: Rensa texten
sv_instk12: Rensa texten
th: ล้างข้อความ
vi: Xóa văn bản
zh: 清除文本
zh_hk: 清晰的文字

source: Close
ar: إغلاق
ca: Tanca-ho
cy: Cau
da: Luk
da_instk12: Luk
de: Schließen
es: Cerrar
es_es: Cerrar
fi: Sulje
fr: Fermer
fr_ca: Fermer
ga: Dún
hi: बंद करें
ht: Fèmen
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ko: 닫기
mi: Katia
ms: Tutup
nb: Lukk
nb_instk12: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
pt_br: Fechar
ru: Закрыть
sl: Zapri
sv: Stäng
sv_instk12: Stäng
th: ปิด
vi: Đóng
zh: 关闭
zh_hk: 關閉

source: Close App
ar: إغلاق التطبيق
ca: Tanca l'aplicació
cy: Cau’r Ap
da: Luk app
da_instk12: Luk app
de: App schließen
es: Cerrar aplicación
es_es: Cerrar aplicación
fi: Sulje sovellus
fr: Fermer l’application
fr_ca: Fermer l’application
ga: Dún an Aip
hi: ऐप बंद करें
ht: Fèmen App
id: Tutup App
is: Loka appi
it: Chiudi app
ja: アプリを閉じる
ko: 앱 닫기
mi: Kati Taupānga
ms: Tutup Apl
nb: Lukk app
nb_instk12: Lukk app
nl: App sluiten
pl: Zamknij aplikację
pt: Fechar App
pt_br: Fechar aplicativo
ru: Закрыть приложение
sl: Zapri aplikacijo
sv: Stäng appen
sv_instk12: Stäng appen
th: ปิดแอพ
vi: Đóng Ứng Dụng
zh: 关闭应用程序
zh_hk: 關閉應用程式

source: Close section
ar: إغلاق القسم
ca: Tanca la secció
cy: Cau adran
da: Luk sektion
da_instk12: Luk sektion
de: Abschnitt schließen
es: Cerrar sección
es_es: Cerrar sección
fi: Sulje osio
fr: Fermer la section
fr_ca: Fermer la section
ga: Dún grúpa
hi: अनुभाग बंद करें
ht: Fèmen seksyon
id: Tutup bagian
is: Loka hluta
it: Chiudi sezione
ja: セクションを閉じる
ko: 분반 닫기
mi: Katia te waahanga
ms: Tutup seksyen
nb: Lukk seksjon
nb_instk12: Lukk seksjon
nl: Sectie sluiten
pl: Zamknij sekcję
pt: Fechar secção
pt_br: Fechar seção
ru: Закрыть раздел
sl: Zapri sekcijo
sv: Stäng sektion
sv_instk12: Stäng sektion
th: ปิดกลุ่มย่อย
vi: Đóng phần
zh: 关闭班次
zh_hk: 關閉分班

source: Closed
ar: مغلق
ca: Tancat
cy: Wedi cau
da: Lukket
da_instk12: Lukket
de: Geschlossen
es: Cerrado
es_es: Cerrado
fi: Suljettu
fr: Fermé
fr_ca: Fermé
ga: Dúnta
hi: बंद किया गया
ht: Fèmen
id: Ditutup
is: Lokað
it: Chiuso
ja: 終了済み
ko: 종료됨
mi: kua katia
ms: Ditutup
nb: Lukket
nb_instk12: Lukket
nl: Gesloten
pl: Zamknięte
pt: Fechado
pt_br: Fechado
ru: Закрыто
sl: Zaprto
sv: Stängda
sv_instk12: Stängd
th: ปิดแล้ว
vi: Đã Đóng
zh: 已关闭
zh_hk: 已關閉

source: Closed for Comments
ar: مغلق للتعليقات
ca: Tancat per als comentaris
cy: Wedi Cau ar gyfer Sylwadau
da: Lukket for kommentarer
da_instk12: Lukket for kommentarer
de: Für Kommentare geschlossen
es: No admite comentarios
es_es: No admite comentarios
fi: Suljettu kommenteilta
fr: Commentaires fermés
fr_ca: N’accepte plus de commentaires
ga: Dúnta le haghaidh Ráitis
hi: टिप्पणियों के लिए बंद
ht: Fèmen pou Kòmantè
id: Ditutup untuk Komentar
is: Lokað fyrir athugasemdir
it: Chiuso per i commenti
ja: コメントを閉じました
ko: 댓글 추가할 수 없음
mi: Kua kati mo ngā kōrero
ms: Ditutup untuk Komen
nb: Stengt for kommentarer
nb_instk12: Stengt for kommentarer
nl: Gesloten voor opmerkingen
pl: Zablokowano dodawanie komentarzy
pt: Fechado para comentários
pt_br: Fechado para comentários
ru: Закрыто для комментариев
sl: Zaprto za komentarje
sv: Stängt för kommentarer
sv_instk12: Stängd för kommentarer
th: ปิดสำหรับแสดงความเห็น
vi: Đóng Bình Luận
zh: 关闭评论
zh_hk: 已關閉以徵求評論

source: Closed For Submission
ar: مغلق للإرسال
ca: Tancat perquè s’entregui
cy: Wedi Cau ar gyfer Cyflwyniadau
da: Lukket for afleveringer
da_instk12: Lukket for afleveringer
de: Für Abgaben geschlossen
es: Cerrado para entregas
es_es: No admite entrega
fi: Suljettu tehtävälähetyksiltä
fr: Fermé pour soumission
fr_ca: Fermé pour envoi
ga: Dúnta le haghaidh Uaslódálacha
hi: सबमिशन के लिए बंद
ht: Fèmen pou Soumisyon
id: Ditutup untuk Pengajuan
is: Lokað fyrir skil
it: Chiuso per consegna
ja: 提出期限切れ
ko: 제출에 대해 종료됨
mi: Katia Mo te Tukunga
ms: Ditutup Untuk Penyerahan
nb: Stengt for innlevering
nb_instk12: Stengt for innlevering
nl: Gesloten voor inleveringen
pl: Zablokowano przesyłanie materiałów
pt: Fechado para envio
pt_br: Fechado para envio
ru: Закрыто для отправки
sl: Zaprto za oddajo
sv: Stängd för inlämning
sv_instk12: Stängd för inlämning
th: ปิดรับการนำส่ง
vi: Đóng Nộp Bài
zh: 已关闭提交
zh_hk: 已關閉提交

source: Closed section
ar: القسم المغلق
ca: Secció tancada
cy: Adran wedi cau
da: Lukket sektion
da_instk12: Lukket sektion
de: Geschlossener Abschnitt
es: Sección cerrada
es_es: Sección cerrada
fi: Suljettu osio
fr: Section fermée
fr_ca: Section fermée
ga: Grúpa dúnta
hi: बंद किया गया अनुभाग
ht: Seksyon fèmen
id: Menutup bagian
is: Lokaður hluti
it: Sezione chiusa
ja: セクションを閉じた
ko: 종료된 분반
mi: Te waahanga kati
ms: Seksyen yang ditutup
nb: Lukket seksjon
nb_instk12: Lukket seksjon
nl: Sectie gesloten
pl: Zamknięta sekcja
pt: Secção fechada
pt_br: Seção fechada
ru: Закрытый раздел
sl: Zaprta sekcija
sv: Stängd sektion
sv_instk12: Stängd sektion
th: กลุ่มย่อยที่ปิดแล้ว
vi: Phần đã được đóng
zh: 已关闭班次
zh_hk: 已關閉分班

source: Collapse
ar: طي
ca: Contrau
cy: Crebachu
da: Skjul
da_instk12: Skjul
de: Ausblenden
es: Colapsar
es_es: Colapsar
fi: Kutista
fr: Réduire
fr_ca: Réduire
ga: Leacaigh
hi: संक्षिप्त करें
ht: Redwi
id: Perkecil
is: Fella
it: Comprimi
ja: 折りたたみ
ko: 접기
mi: Hinga
ms: Kuncupkan
nb: Skjul
nb_instk12: Skjul
nl: Samenvouwen
pl: Zwiń
pt: Recolher
pt_br: Recolher
ru: Свернуть
sl: Strni
sv: Stäng
sv_instk12: Stäng
th: ย่อ
vi: Thu Gọn
zh: 折叠
zh_hk: 收起

source: Collapse detail view
ar: طي عرض التفاصيل
ca: Redueix la visualització detallada
cy: Crebachu gwedd fanwl
da: Skjul detaljeret visning
da_instk12: Skjul detaljeret visning
de: Detailansicht ausblenden
es: Colapsar vista detallada
es_es: Colapsar vista detallada
fi: Kutista yksityiskohtainen näkymä
fr: Réduire la vue détaillée
fr_ca: Réduire la vue détaillée
ga: Leacaigh an t-amharc mionsonraí
hi: विवरण दृश्य संक्षिप्त करें
ht: Ratresi afichaj detaye
id: Perkecil tampilan terperinci
is: Fella saman ítarlegt yfirlit
it: Comprimi visualizzazione dettagliata
ja: 詳細ビューを折りたたむ
ko: 세부 정보 보기 닫기
mi: Hinga taipitopito tirohanga
ms: Kuncupkan pandangan butiran
nb: Skjul detaljert visning
nb_instk12: Skjul detaljert visning
nl: Detailweergave samenvouwen
pl: Zwiń widok szczegółowy
pt: Recolher vista detalhada
pt_br: Recolher exibição de detalhes
ru: Свернуть подробное представление
sl: Strni podroben pogled
sv: Dölj detaljerad vy
sv_instk12: Dölj detaljerad vy
th: ย่อมุมมองอย่างละเอียด
vi: Thu gọn dạng xem chi tiết
zh: 折叠详细视图
zh_hk: 收起詳細資料檢視

source: collapsed
ar: تم الطي
ca: reduït
cy: wedi crebachu
da: skjult
da_instk12: skjult
de: ausgeblendet
es: colapsado
es_es: colapsado
fi: kutistettu
fr: réduit
fr_ca: réduit
ga: leacaithe
hi: संक्षिप्त किया गया
ht: retresi
id: diperkecil
is: fellt saman
it: compresso
ja: 折りたたみ
ko: 접힘
mi: hinga
ms: dikuncupkan
nb: skjult
nb_instk12: skjult
nl: samengevouwen
pl: zwinięte
pt: recolhido
pt_br: recolhido
ru: свернуто
sl: strnjeno
sv: minimerad
sv_instk12: minimerad
th: ย่อแล้ว
vi: đã thu gọn
zh: 折叠
zh_hk: 收起

source: Collapsed
ar: تم الطي
ca: S’ha contret
cy: Wedi crebachu
da: Skjult
da_instk12: Skjult
de: Reduziert
es: Colapsado
es_es: Colapsado
fi: Kutistettu
fr: Réduit(e)
fr_ca: Réduit(e)
ga: Leacaigh
hi: संक्षिप्त किया गया
ht: Redwi
id: Diperkecil
is: Fellt saman
it: Compresso
ja: 折りたたみ
ko: 접힘
mi: Hinga
ms: Dikuncupkan
nb: Skjult
nb_instk12: Skjult
nl: Samengevouwen
pl: Zwinięte
pt: Recolhido
pt_br: Recolhido
ru: В свернутом виде
sl: Strnjeno
sv: Stängd
sv_instk12: Förminskad
th: ย่อแล้ว
vi: Đã Thu Gọn
zh: 折叠
zh_hk: 已收起

source: Collapsed, Showing a week at a time
ar: مطوي، يظهر أسبوعًا في المرة
ca: Reduïda, mostra una setmana a la vegada
cy: Wedi’u crebachu, Dangos un wythnos ar y tro
da: Skjult, viser en uge ad gangen
da_instk12: Skjult, viser en uge ad gangen
de: Reduziert, zeigt jeweils eine Woche
es: Se colapsó. Se muestra una semana por vez
es_es: Colapsado, se muestra por semana
fi: Kutistettu, näytetään yksi viikko kerrallaan
fr: Réduit, affichage de la semaine
fr_ca: Réduit, montrant une semaine à la fois
ga: Leacaithe, Ag taispeáint seachtain amháin ag an am
hi: संक्षिप्त किया गया, एक समय में एक सप्ताह दिखाया जा रहा है
ht: Fèmen, Montre semèn pa semèn
id: Ditutup, Menampilkan satu minggu pada satu waktu
is: Fellt saman, sýna viku í einu
it: Compresso, mostra una settimana alla volta
ja: 折り畳み、一度に1週間を表示する
ko: 접힘, 한 번에 한 주를 표시
mi: Kua tiango, E whakaatu ana i te wiki i ia wa
ms: Diruntuhkan, Menunjukkan seminggu pada satu-satu masa
nb: Skjult, viser én uke om gangen
nb_instk12: Skjult, viser én uke om gangen
nl: Samengevouwen, toont een week tegelijk
pl: Zwinięty, wyświetlanie po tygodniu
pt: Recolhido, mostrando uma semana de cada vez
pt_br: Recolhido, mostrando uma semana de cada vez
ru: Свернуто, отображение понедельно
sl: Strnjeno, prikazan po en teden naenkrat
sv: Dold, visar en vecka i taget
sv_instk12: Dold, visar en vecka i taget
th: ย่อแล้ว, แสดงครั้งละหนึ่งสัปดาห์
vi: Đã thu gọn, Hiển thị từng tuần một
zh: 已收起，一次显示一周
zh_hk: 已收起，一次顯示一週

source: Color
ar: اللون
cy: Lliw
da: Farve
da_instk12: Farve
de: Farbe
fi: Väri
fr: Couleur
fr_ca: Couleur
ga: Dath
hi: रंग
ht: Koulè
id: Warna
is: Litur
it: Colore
ja: カラー
ko: 색
mi: Tae
ms: Warna
nb: Farge
nb_instk12: Farge
nl: Kleur
pl: Kolor
pt: Cor
pt_br: Cor
ru: Цвет
sl: Barva
sv: Färg
sv_instk12: Färg
th: สี
vi: Màu
zh: 颜色
zh_hk: 顏色

source: Color Overlay
ar: تراكب لوني
ca: Superposició de color
cy: Gorchudd Lliw
da: Farve overlag
da_instk12: Farve overlag
de: Farbüberlagerung
es: Superposición de colores
es_es: Superposición de colores
fi: Värin päällys
fr: Surimpression couleurs
fr_ca: Superposition de couleurs
ga: Forleagan Datha
hi: रंग आवरण
ht: Sipèpozisyon Koulè
id: Overlay Warna
is: Yfirlag litar
it: Sovrapposizione colore
ja: カラーオーバーレイ
ko: 색 오버레이
mi: Tae Paparua
ms: Tindihan Warna
nb: Fargeoverlegg
nb_instk12: Fargeoverlegg
nl: Kleurenoverlay
pl: Kolor nakładki
pt: Sobreposição de cores
pt_br: Sobreposição de cores
ru: Наложение цветов
sl: Prekrivanje barve
sv: Färgöverlägg
sv_instk12: Färgöverlägg
th: โอเวอร์เลย์สี
vi: Lớp Phủ Màu
zh: 颜色覆盖
zh_hk: 顏色覆蓋

source: Comment
ar: التعليق
ca: Comentari
cy: Sylw
da: Kommentar
da_instk12: Kommentar
de: Kommentar
es: Comentario
es_es: Comentario
fi: Kommentti
fr: Commenter
fr_ca: Commentaire
ga: Ráiteas
hi: टिप्पणी
ht: Kòmantè
id: Komentar
is: Athugasemd
it: Commento
ja: コメント
ko: 의견/댓글
mi: Kōrero
ms: Komen
nb: Kommentar
nb_instk12: Kommentar
nl: Opmerking
pl: Komentarz
pt: Comentário
pt_br: Comentário
ru: Комментарий
sl: Komentar
sv: Kommentar
sv_instk12: Kommentar
th: ความเห็น
vi: Bình Luận
zh: 评论
zh_hk: 評論

source: Comments
ar: التعليقات
ca: Comentaris
cy: Sylwadau
da: Kommentarer
da_instk12: Kommentarer
de: Kommentare
es: Comentarios
es_es: Comentarios
fi: Kommentit
fr: Commentaires
fr_ca: Commentaires
ga: Ráitis
hi: टिप्पणियां
ht: Kòmantè
id: Komentar
is: Athugasemdir
it: Commenti
ja: コメント
ko: 의견/댓글
mi: Ngā kōrero
ms: Komen
nb: Kommentarer
nb_instk12: Kommentarer
nl: Opmerkingen
pl: Komentarze
pt: Comentários
pt_br: Comentários
ru: Комментарии
sl: Komentarji
sv: Kommentarer
sv_instk12: Kommentarer
th: ความเห็น
vi: Bình Luận
zh: 评论
zh_hk: 評論

source: Complete
ar: مكتمل
ca: Complet
cy: Cwblhau
da: Fuldført
da_instk12: Fuldført
de: Vollständig
es: Completa
es_es: Completo
fi: Valmis
fr: Terminé
fr_ca: Terminé
hi: पूरा हुआ
ht: Fini
id: Lengkap
is: Lokið
it: Completa
ja: 完了
ko: 완료
mi: Oti
ms: Lengkap
nb: Godkjent
nb_instk12: Fullført
nl: Voltooid
pl: Ukończony
pt: Completo
pt_br: Concluído
ru: Завершить
sl: Zaključeno
sv: Färdig
sv_instk12: Fullgjord
th: เสร็จสิ้น
vi: Hoàn thành
zh: 完成
zh_hk: 完成

source: Concluded %@
ar: تم الانتهاء %@
ca: Finalitzat %@
cy: Wedi dirwyn i ben %@
da: Afsluttet %@
da_instk12: Afsluttet %@
de: Abgeschlossen %@
es: Finalizado %@
es_es: Finalizado %@
fi: Viety päätökseen %@
fr: Terminé %@
fr_ca: Closes %@
ga: Críochnaithe %@
hi: समाप्त हुआ %@
ht: Fini %@
id: Dirampungkan %@
is: Lokið %@
it: Concluso %@
ja: 完了%@
ko: 종결됨 %@
mi: Kua mutua %@
ms: Telah Selesai %@
nb: Avsluttet %@
nb_instk12: Avsluttet %@
nl: Voltooid %@
pl: Ukończone %@
pt: Concluído %@
pt_br: Concluído %@
ru: Завершено %@
sl: Zaključeno %@
sv: Avslutad %@
sv_instk12: Avslutad %@
th: สรุปแล้ว %@
vi: %@ Đã Kết Thúc
zh: 已结束%@
zh_hk: 結束%@

source: Concluded Conferences
ar: المؤتمرات المنجزة
ca: Conferències finalitzades
cy: Cynadleddau wedi’u Dirwyn i Ben
da: Afsluttede konferencer
da_instk12: Afsluttede konferencer
de: Abgeschlossene Konferenzen
es: Conferencias finalizadas
es_es: Conferencias finalizadas
fi: Loppuunviedyt konferenssit
fr: Conférences closes
fr_ca: Conférences terminées
ga: Comhdhálacha Críochnaithe
hi: समाप्त कॉन्फ़्रेंस
ht: Konferans Fini
id: Merampungkan Konferensi
is: Loknar ráðstefnur
it: Conferenze concluse
ja: 終了した会議
ko: 종결된 컨퍼런스
mi: Ngā Hui kua oti
ms: Persidangan Yang Telah Selesai
nb: Avsluttede videomøter
nb_instk12: Avsluttede videomøter
nl: Voltooide vergaderingen
pl: Zakończone konferencje
pt: Conferências concluídas
pt_br: Conferências concluídas
ru: Завершенные конференции
sl: Zaključene konference
sv: Avslutade konferenser
sv_instk12: Avslutade konferenser
th: การประชุมที่สรุปแล้ว
vi: Hội Nghị Đã Kết Thúc
zh: 已结束的会议
zh_hk: 已結束的會議

source: Conference %@ is in progress, tap to view details
ar: المؤتمر %@ قيد التقدم، اضغط لعرض التفاصيل.
ca: La conferència %@ està en curs, toqueu per veure'n els detalls
cy: Mae cynhadledd %@ ar waith, tapiwch i weld manylion
da: Konference %@ er i gang, tryk for at se detaljer
da_instk12: Konference %@ er i gang, tryk for at se detaljer
de: Die Konferenz %@ ist aktiv, bitte antippen, um Details anzuzeigen.
es: La conferencia %@ está en curso; tocar para ver detalles
es_es: La conferencia %@ está en curso; toca para ver detalles
fi: Konferenssi %@ on käynnissä, katso tiedot napauttamalla
fr: La conférence %@ est en cours. Appuyez pour plus d’informations.
fr_ca: La conférence %@ est en cours, tapotez pour afficher les détails
ga: Tá comhdháil %@ ar siúl, tapáil chun sonraí a fheiceáil
hi: कॉन्फ़्रेंस %@ चल रही है, विवरण देखने के लिए टैप करें
ht: Konferans %@ ap fèt, tape pou ka afiche detay yo
id: Konferensi %@ masih berlangsung, ketuk untuk melihat detail
is: Ráðstefna %@ er í gangi, smelltu til að sjá upplýsingar
it: La conferenza %@ è in corso, tocca per visualizzare i dettagli
ja: 会議%@が進行中です。タップして詳細を表示してください
ko: 컨퍼런스 %@이(가) 진행 중입니다. 탭하여 세부 정보 보기
mi: Huihuinga %@ i roto i te kainuku, pātō ki te titiro taipitopito
ms: Persidangan %@ masih berjalan, ketik untuk melihat butiran
nb: Videomøte %@ pågår, trykk for å vise detaljer
nb_instk12: Videomøte %@ pågår, trykk for å vise detaljer
nl: Vergadering %@ is bezig, tik om details te bekijken
pl: Konferencja %@ jest w toku; stuknij, aby wyświetlić szczegóły
pt: A conferência %@ está em curso, toque para ver detalhes
pt_br: Conferência %@ está em andamento, toque para visualizar detalhes
ru: Идет конференция %@, коснитесь для просмотра подробностей
sl: V teku je konferenca %@, tapnite za podrobnosti
sv: Konferensen %@ pågår, tryck för att visa information
sv_instk12: Konferensen %@ pågår, tryck för att visa information
th: การประชุม %@ กำลังดำเนินการ กดเลือกเพื่อดูรายละเอียด
vi: Hội nghị %@ đang diễn ra, hãy nhấn vào để xem thông tin chi tiết
zh: 会议 %@ 正在进行，点击以查看详情
zh_hk: 會議%@正在進行中，點選以查看詳情
